/*
insert into book
values('2019080401','追风筝的人','卡勒德·胡赛尼','21.6','','全书围绕风筝与阿富汗的两个少年之间展开，一个富家少年与家中仆人关于风筝的故事，关于人性的背叛与救赎。','1');

insert into category
('id','name')
values('2','历史');

insert into orders
values('201908040001','2019080401','201908041323','1','2019000001');

insert into user
values('2019000001','张三','123456','1','13359869985','11453@qq.com','江西南昌','');
*/

insert into book
values('2019080401','追风筝的人','卡勒德·胡赛尼','21.6','上海人民出版社','','2','5','9787208061644','全书围绕风筝与阿富汗的两个少年之间展开，一个富家少年与家中仆人关于风筝的故事，关于人性的背叛与救赎。');


insert into category
('category_id','category_name')
values
('1','马列主义、毛泽东思想'),
('2','哲学'),
('3','社会科学'),
('4','自然科学'),
('5','综合性图书');

insert into user
values('2019000001','张三','123456','1','13359869985','11453@qq.com','江西南昌','');

insert into borrow
values('2019000001','2019080401','201908041225','1');

insert into manager
values('2019885601','管理员','123456','1');